
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Автомат.";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Пароль PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Общий ключ IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Пароль IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Подключение к сети (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Подключение к сети";
"KEYCHAIN_KIND_EAPOL" = "Пароль 802.1X";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "Пароль VPN";
